Repository: natsustan/notchi
Catalog: notchi/notchi/Localizable.xcstrings
Source language: en
Languages: ko, vi

# %@ API returned HTTP %lld
source: %1$@ API returned HTTP %2$lld
ko: %@ API가 HTTP %lld를 반환했습니다
vi: API %@ đã trả về HTTP %lld

source: %@ Usage
ko: %@ 사용량
vi: Mức sử dụng %@

source: %@ limit
ko: %@ 한도
vi: Giới hạn %@

source: %@ remaining
ko: %@ 남음
vi: Còn lại %@

# %@ resets in %@
source: %1$@ resets in %2$@
ko: %@ · %@ 남음
vi: %@ · còn lại %@

source: %@ toks
ko: 토큰
vi: Token

source: %@ used
ko: %@ 사용됨
vi: Đã dùng %@

source: 30d
ko: 최근 30일
vi: 30 ngày qua

source: 30d toks
ko: 30일 토큰
vi: Tok 30 ngày

source: API Key
ko: API 키
vi: Khóa API

source: Accept Edits
ko: 편집 허용
vi: Chấp nhận chỉnh sửa

source: Add
ko: 추가
vi: Thêm

source: Add an API key to test this configuration.
ko: 이 구성을 테스트하려면 API 키를 추가해 주세요.
vi: Thêm khóa API để kiểm tra cấu hình này.

source: Agent Hooks
ko: 에이전트 후크
vi: Hook agent

source: Anthropic API Key
ko: Anthropic API 키
vi: Khóa API Anthropic

source: Attached file
ko: 첨부 파일
vi: Tệp đính kèm

source: Auto
ko: 자동
vi: Tự động

source: Automatic
ko: 자동
vi: Tự động

source: Back
ko: 뒤로
vi: Quay lại

source: Bad URL
ko: 잘못된 URL
vi: URL không hợp lệ

source: Base URL
ko: 기본 URL
vi: URL cơ sở

source: Built-in
ko: 내장
vi: Màn hình tích hợp

source: Built-in or Main
ko: 내장 또는 메인
vi: Màn hình tích hợp hoặc màn hình chính

source: Bypass
ko: 우회
vi: Bỏ qua

source: Check for Updates
ko: 업데이트 확인
vi: Kiểm tra bản cập nhật

source: Checking...
ko: 확인 중...
vi: Đang kiểm tra...

source: Claude authentication needs attention.
ko: Claude 인증을 확인해 주세요.
vi: Cần kiểm tra lại xác thực Claude.

source: Compacting...
ko: 압축 중...
vi: Đang nén...

source: Completed
ko: 완료됨
vi: Đã hoàn tất

source: Connected
ko: 연결됨
vi: Đã kết nối

source: Cost
ko: 비용
vi: Chi phí

source: Could not verify this configuration.
ko: 이 구성을 확인할 수 없습니다.
vi: Không thể xác minh cấu hình này.

source: Day
ko: 일
vi: Ngày

source: Don't Ask
ko: 묻지 않음
vi: Không hỏi

source: Downloading...
ko: 다운로드 중...
vi: Đang tải xuống...

source: Emotion Analysis
ko: 감정 분석
vi: Phân tích cảm xúc

source: Error
ko: 오류
vi: Lỗi

source: Expand on Hover
ko: 호버 시 확장
vi: Mở rộng khi di chuột

source: Extra Usage
ko: 추가 사용량
vi: Mức sử dụng thêm

source: Extra usage
ko: 추가 사용량
vi: Mức sử dụng thêm

source: Failed
ko: 실패
vi: Thất bại

source: Get API Key
ko: API 키 받기
vi: Lấy khóa API

source: HTTP %lld, retrying in %llds
ko: HTTP %lld, %lld초 후 다시 시도합니다
vi: HTTP %lld, thử lại sau %lld giây

source: Hide Grass Island
ko: 잔디 섬 숨기기
vi: Ẩn đảo cỏ

source: Hide Sprite When Idle
ko: 유휴 시 스프라이트 숨기기
vi: Ẩn sprite khi nhàn rỗi

source: Hooks not installed
ko: 후크가 설치되지 않음
vi: Chưa cài đặt hook

source: Idle
ko: 유휴
vi: Nhàn rỗi

source: Install
ko: 설치
vi: Cài đặt

source: Install Claude Code CLI to continue
ko: 계속하려면 Claude Code CLI를 설치해 주세요
vi: Cài đặt Claude Code CLI để tiếp tục

source: Installed
ko: 설치됨
vi: Đã cài đặt

source: Invalid
ko: 잘못됨
vi: Không hợp lệ

source: Invalid API base URL
ko: 잘못된 API 기본 URL
vi: URL cơ sở API không hợp lệ

source: Invalid emotion analysis response
ko: 잘못된 감정 분석 응답
vi: Phản hồi phân tích cảm xúc không hợp lệ

source: Invalid response, retrying in %llds
ko: 잘못된 응답. %lld초 후 다시 시도합니다
vi: Phản hồi không hợp lệ, thử lại sau %lld giây

source: Latest Session
ko: 최신 세션
vi: Phiên mới nhất

source: Launch at Login
ko: 로그인 시 실행
vi: Khởi chạy khi đăng nhập

source: Main
ko: 메인
vi: Màn hình chính

source: Missing
ko: 누락됨
vi: Thiếu

source: Missing %@ API key
ko: %@ API 키 누락
vi: Thiếu khóa API %@

source: Missing key
ko: 키 누락
vi: Thiếu khóa

source: Model
ko: 모델
vi: Mô hình

source: Muted
ko: 음소거됨
vi: Đã tắt tiếng

source: Network error, retrying in %llds
ko: 네트워크 오류. %lld초 후 다시 시도합니다
vi: Lỗi mạng, thử lại sau %lld giây

source: No Key
ko: 키 없음
vi: Không có khóa

source: No cost history yet
ko: 아직 비용 기록이 없습니다
vi: Chưa có lịch sử chi phí

source: No rate limit headers, retrying in %llds
ko: 속도 제한 헤더 없음. %lld초 후 다시 시도합니다
vi: Không có header giới hạn tốc độ, thử lại sau %lld giây

source: None
ko: 없음
vi: Không có

source: Not Found
ko: 찾을 수 없음
vi: Không tìm thấy

source: Notch Left
ko: 노치 왼쪽
vi: Notch bên trái

source: Notch Right
ko: 노치 오른쪽
vi: Notch bên phải

source: Nothing
ko: 없음
vi: Không có gì

source: Notification Sound
ko: 알림 소리
vi: Âm thanh thông báo

source: OK
ko: 확인

source: Off
ko: 끔
vi: Tắt

source: Offline
ko: 오프라인
vi: Ngoại tuyến

source: Open Claude Code
ko: Claude Code 열기
vi: Mở Claude Code

source: Open settings to set up Claude Code and Codex integration
ko: 설정을 열어 Claude Code와 Codex 연동을 설정하세요
vi: Mở cài đặt để thiết lập tích hợp Claude Code và Codex

source: OpenAI API Key
ko: OpenAI API 키
vi: Khóa API OpenAI

source: Partial
ko: 일부
vi: Một phần

source: Plan Mode
ko: 플랜 모드
vi: Chế độ lập kế hoạch

source: Press keys
ko: 키 누르기
vi: Nhấn phím

source: Prompts are sent to the selected provider for emotion classification.
ko: 프롬프트는 감정 분류를 위해 선택한 제공업체로 전송됩니다.
vi: Prompt được gửi đến nhà cung cấp đã chọn để phân loại cảm xúc.

source: Provider
ko: 제공업체
vi: Nhà cung cấp

source: Quit Notchi
ko: Notchi 종료
vi: Thoát Notchi

source: Rate limited, retrying in %llds
ko: 속도 제한됨. %lld초 후 다시 시도합니다
vi: Bị giới hạn tốc độ, thử lại sau %lld giây

source: Ready to install
ko: 설치 준비 완료
vi: Sẵn sàng cài đặt

source: Reconnect
ko: 다시 연결
vi: Kết nối lại

source: Reply directly in the Codex app or CLI
ko: Codex 앱 또는 CLI에서 직접 응답해 주세요
vi: Trả lời trực tiếp trong ứng dụng Codex hoặc CLI

source: Reset shortcut
ko: 단축키 재설정
vi: Đặt lại phím tắt

source: Resets in %@
ko: %@ 남음
vi: Còn lại %@

source: Result: %@
ko: 결과: %@
vi: Kết quả: %@

source: Retry
ko: 다시 시도
vi: Thử lại

source: Reviews
ko: 리뷰
vi: Đánh giá mã

source: Scanning usage…
ko: 사용량 스캔 중…
vi: Đang quét mức sử dụng…

source: Screen
ko: 화면
vi: Màn hình

source: Session
ko: 세션
vi: Phiên

source: Sessions
ko: 세션
vi: Phiên

source: Set Up
ko: 설정 필요
vi: Cần thiết lập

source: Sleeping
ko: 잠자는 중
vi: Đang ngủ

source: Some models lack pricing — cost is partial
ko: 일부 모델의 가격 정보가 없어 비용이 일부만 집계됩니다
vi: Một số mô hình chưa có thông tin giá — chi phí hiển thị chưa đầy đủ

source: Sound Import Failed
ko: 사운드 가져오기 실패
vi: Nhập âm thanh thất bại

source: Stale data
ko: 오래된 데이터
vi: Dữ liệu cũ

source: Star on GitHub
ko: GitHub에서 스타
vi: Gắn sao trên GitHub

source: Start Claude Code or Codex to begin tracking
ko: Claude Code 또는 Codex를 실행하여 추적을 시작하세요
vi: Khởi động Claude Code hoặc Codex để bắt đầu theo dõi

source: Start a Claude Code session to track usage
ko: 사용량을 추적하려면 Claude Code 세션을 시작해 주세요
vi: Bắt đầu phiên Claude Code để theo dõi mức sử dụng

source: Start a session to track usage
ko: 사용량을 추적하려면 세션을 시작해 주세요
vi: Bắt đầu phiên để theo dõi mức sử dụng

source: Tap to show Claude usage
ko: 클릭하여 Claude 사용량 표시
vi: Nhấn để hiển thị mức sử dụng Claude

source: Test
ko: 테스트
vi: Kiểm tra

# Testing %@ with %@...
source: Testing %1$@ with %2$@...
ko: %@에서 %@ 테스트 중...
vi: Đang kiểm tra %@ với %@...

source: Timeout
ko: 시간 초과
vi: Hết thời gian

source: Today
ko: 오늘
vi: Hôm nay

source: Today's toks
ko: 오늘 토큰
vi: Token ngày

source: Toggle Panel
ko: 패널 전환
vi: Bật/tắt bảng

source: Top model
ko: 비용 상위 모델
vi: Tốn nhất

source: Type answer
ko: 답변 입력
vi: Nhập câu trả lời

source: Type something
ko: 무언가 입력
vi: Nhập nội dung

source: Unavailable
ko: 사용 불가
vi: Không khả dụng

source: Up to date
ko: 최신 상태
vi: Đã là phiên bản mới nhất

source: Update available
ko: 업데이트 있음
vi: Có bản cập nhật

source: Updating in %llds
ko: %lld초 후 업데이트합니다
vi: Cập nhật sau %lld giây

source: Usage
ko: 사용량
vi: Mức sử dụng

source: Waiting for activity
ko: 활동 대기 중
vi: Đang chờ hoạt động

source: Waiting...
ko: 대기 중...
vi: Đang chờ...

source: Waving
ko: 손 흔들기
vi: Vẫy tay

source: Weekly
ko: 주간
vi: Hàng tuần

source: Working...
ko: 작업 중...
vi: Đang làm việc...

source: replace
ko: 바꾸기
vi: thay thế

source: resets in %@
ko: %@ 남음
vi: còn lại %@

source: stale data
ko: 오래된 데이터
vi: dữ liệu cũ

source: swap
ko: 맞바꾸기
vi: hoán đổi
